Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: ensuring that personal data that are to be kept after the end of the project are anonymized, for example by destroying the crypto-key for pseudonymized/de-identified information.
nb: sørge for at personopplysninger som skal oppbevares etter prosjektslutt blir anonymisert, for eksempel ved at koblingsnøkkel for pseudonymiserte/avidentifiserte opplysninger destrueres.

source: IDR1014v1 Resistance Training (flexible) - 10 study points.
nb: IDR1014v1 Basis- og styrketrening (fleksibelt) - 10 studiepoeng. Pensumlitteratur Pensumlisten finner du i Leganto

source: The University Library takes care of authorisation.
nb: Ved tilgjengeliggjøring i Nord Open, vil biblioteket ta seg av rettighetsklareringa.

source: acquire knowledge of sound structure and pronunciation, spelling, vocabulary, and the principles of word formation and sentence construction.
nb: lydstruktur og uttale, staving, ordforråd, og prinsippene for orddannelse og setningskonstruksjon.

source: Portfolio assessment, comprises 40/100 of the grade, grading scale A-E, Beste A, Ikke bestått F.
nb: Mappe, teller 40/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Assessment Task - presentation, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav - presentasjon, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: Students have to pay around NOK 1000 (registration, course materials, practical classes and lodging) for participating in the Fish Immunology Workshop at Wageningen.
nb: NOK 1000 (registrering, kursmateriell, praktiske øvelser og losji) for å delta på seminaret ved Wageningen.

source: The study provides a solid foundation for jobs in agriculture management, advisory services in the private and public sector,accounting offices and banks.
nb: Folk med kompetanse innen økonomi, landbruk og landbrukspolitikk etterspørres fra regnskapskontor, forvaltning ogveiledningstjenester i private virksomheter og i kommunene.

source: , FBA, Nord University Supervisory Committee
nb: , FBA, Nord universitet Veiledere

source: and fill in the names of your chosen journal, research funder (cOAlition S partner) and your own institution (Nord University)
nb: og skriv inn navn på tidsskrift, forskningsfinansiør (Koalisjon S-partner) og din egen institusjon (Nord universitet)

source: grading scale A-E, Best A, Fail F.
nb: karakterregel A-E, Beste A, Ikke bestått F.

source: Professor Roine Johansson, Mittuniversitetet (first opponent)
nb: Førsteopponent Professor Roine Johansson, Mittuniversitetet

source: If you believe that you will need to process personal data in order to achieve the learning outcomes, you must inform your course coordinator about this before you start collecting information.
nb: Dersom du tror at du blir nødt til å behandle personopplysninger for å kunne oppnå læringsutbyttet, så skal du informere din emneansvarlig om dette før du begynner å samle inn opplysninger.

source: Compulsory participation 80 %, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Obligatoriske deltakelse 80 %, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: Oral examination, comprises 60/100 of the grade, grading scale A-E, Beste A, Ikke bestått F.
nb: Muntlig eksamen, teller 60/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Bachelor in 3D art, Animation and VFX
nb: Bachelor i 3D art, animasjon og VFX

source: Ph.d.-candidate Ove Nicolaisen will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD), at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Ove Nicolaisen skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved fakultet for biovitenskap og akvakultur, Nord universitet.

source: This applies, for example, if you need to do interviews over Teams instead of a physical interview, or if you need to collect more/other information than you reported in beforehand
nb: dersom du må gjøre intervju over Teams i stedet for fysisk intervju, eller dersom du må innhente flere/andre opplysninger enn du opprinnelig har meldt inn

source: After being a lecturer in Trinity College Dublin for 6 years my group set up a research and consulting company called EcoServe (Ecological Consultancy Services Ltd) of which I was Managing Director.
nb: Etter å ha vært foreleser i Trinity College Dublin i 6 år, startet min gruppe et forsknings- og konsulentselskap kalt EcoServe (Ecological Consultancy Services Ltd) hvor jeg var administrerende direktør.

source: Compound evaluation, grading scale A-E, Beste A, Ikke bestått F
nb: Sammensatt vurdering, karakterregel A-E, Beste A, Ikke bestått F

source: KJ301 Laboratory safety is a course over one day.
nb: KJ301 Laboratoriesikkerhet er et emne over en dag.

source: “This will mean a lot to Nord, the region and the country.
nb: Dette kommer til å bety utrolig mye både for Nord, for regionen og for landet.

source: Selection of informants, qualitative and quantitative representativeness, the unique and generalisable
nb: Utvelgelse av informanter, kvalitativ og kvantitativ representativitet, det unike og det generaliserbare

source: If a doctoral research fellow is involved in looking after children which would make it impossible to work from home due to kindergartens and schools being closed, extension shall be granted for all absence in excess of 10 days.
nb: Hvis ph.d.-stipendiaten har omsorgsoppgaver for barn som gjør at hjemmearbeid ikke lar seg gjennomføre på grunn av stengte barnehager og skoler, gis forlengelse for alt fravær utover 10 dager.

source: have knowledge of - and can document experience with sound and sound engineering within the field of music production
nb: har kunnskap om - og kan dokumentere erfaring med lyd og lydteknikk innenfor musikkproduksjonsfaget

source: Elective for the bachelor program in Biology with specialization in marine ecology.
nb: Fordypning i bachelor i biologi, fortrinnsvis for studenter med spesialisering i marin økologi.

source: or Version of Record (VoR)/ the publisher’s original version (publisher’s PDF).
nb: (VoR)/ publisert versjon (utgivers PDF).

source: Compulsory for the Bachelor of Circumpolar and Nordic Studies.
nb: Obligatorisk for Bachelor i nordområde og nordiske studier.

source: In the third semester, students go deeper into the major area, and will be prepared to apply research literature and methodology for independent research work.
nb: I tredje semester går studentene dypere inn i profilområdet, og skal forberedes på å kunne anvende forskningslitteratur og metodikk for et selvstendig forskningsarbeid.

source: practical learning arenas in the Meråker municipality (campus).
nb: studiestedet definert som Meråker kommune.

source: Knowledge on key topics in ethics, philosophy and law.
nb: Kjenner til sentrale tema innen etikk, filosofi og rettslære.

source: High throughput sequencing of non-model organisms (DR425F)
nb: Dybdesekvensering av lite studerte organismer (DR425F)

source: - Associate Professor Irene Salinas, Department of Biology, University of New Mexico, USA- Professor Rune Waagbø, Institute of Marine Research, Bergen- Researcher Alexander Jüterbock FBA, Nord University Supervisory Committee
nb: - Førsteamanuensis Irene Salinas, Department of Biology, University of New Mexico, USA- Professor Rune Waagbø, Havforskningsinstituttet, Bergen- Forsker Alexander Jüterbock FBA, Nord universitet Veiledere

source: where journals have been quality assessed by members of the DOAJ staff
nb: – her er tidsskriftene kvalitetssikret av medlemmer i DOAJ-redaksjonen

source: New knowledge of the sea is fundamental to the further development of our ocean industries,” says Odd Emil Ingebrigtsen (H), Minister of Fisheries and Seafood.
nb: Ny kunnskap om havet er grunnleggende for videreutvikling av havnæringene våre, sier Odd Emil Ingebrigtsen (H), fiskeri- og sjømatminister.

source: Another option is to compete for attractive internships at various 3D/VFX houses.
nb: I tillegg til dette kan man konkurrere om attraktive internships hos ulike 3D/VFX­-hus.

source: Assessments of extensions resulting from the coronavirus pandemic can incorporate a combination of the legal provisions for extension.
nb: I vurderingene av forlengelser som følge av koronapandemien kan hjemlene for forlengelse kombineres.

source: From Kedge in Marseilles, Ole Guterud reports on good teaching and new perspectives.
nb: Fra Kedge i Marseilles forteller Ole Guterud om god undervisning og nye perspektiv.

source: A part of course BE202E- Empirical Economics and Finance (Spring 2021)
nb: En del av Kurs BE202E-Empirisk økonomi og finans (Vår 2021)

source: For information protection reasons, a crypto-key should be used for most projects in which personal data is processed, and especially in projects where sensitive personal data is processed.
nb: Av hensyn til informasjonssikkerhet bør koblingsnøkkel brukes i de fleste prosjekter der det behandles personopplysninger, og spesielt i prosjekter der det behandles sensitive personopplysninger.

source: Written assignment, comprises 100/100 of the grade, grading scale Passed - Failed.
nb: Oppgave, individuell, teller 100/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: Climate research in polar landscapes - Svalbard (NA129L)
nb: Klimaforskning i polare landskap - Svalbard (NA129L)

source: be able to convey key subject matter such as theories, issues and training solutions both in writing, orally and through other relevant forms of
nb: kunne formidle sentralt fagstoff som teorier, problemstillinger og treningsløsninger både skriftlig, muntlig og gjennom andre relevante

source: Harvests open access content from more than 50,000 publishers and archives, and makes it easier to find, track and use OA material.
nb: Høster open access-innhold fra over 50 000 forlag og arkiv, og gjør det enkelt å finne, spore og bruke OA-materiale.

source: What are the relevant journals with regards to the research findings you want to publish?
nb: Hva er relevante tidsskrifter for de forskningsresultatene du vil publisere?

source: Argue for and justify claims
nb: argumentere for og begrunne påstander

source: BI104F Basic and environmental Chemistry or similar.
nb: BI104F Grunnleggende kjemi og miljøkjemi eller tilsvarende.

source: Work must be approved to pass the practice placement period.
nb: Må være bestått for å få adgang til Praktisk eksamen.

source: Applicants who do not have higher education entrance qualifications and are 25 years of age or older may apply for admission on the basis of prior learning and work experience.
nb: Søkere som ikke har generell studiekompetanse, og er 25 år eller eldre, kan søke om opptak på grunnlag av realkompetanse.

source: The event is very popular among the people of Bodø, and has since 2009 experienced increasing interest and growing number of activities.
nb: Arrangementet er et svært populært tiltak hos befolkningen i Bodø, og har siden 2009 hatt økende interesse og stadig flere aktiviteter.

source: - Assistant Professor Alexandros Theodoridis, Aristotle University of Thessaloniki, Greece- Senior Scientist Atle Foss, Akvaplan-Niva- Vigdis Tverberg, FBA, Nord University
nb: - Universitetslektor Alexandros Theodoridis, Aristotelesuniversitetet i Thessaloniki, Hellas- Seniorforsker Atle Foss, Akvaplan-Niva- Vigdis Tverberg, FBA, Nord universitet

source: potential and limitations of biodiversity informatics resources for research and management.
nb: • potensiale og begrensninger i informasjonsressurser for biologisk mangfold for forskning og ledelse.

source: and finally at least 2 of the last 3 tests.
nb: og til slutt minst 2 av de 3 siste testene.

source: former Roman province of Britannia, the factors behind the emergence of England as a nation under King Alfred, and the nature of Anglo-Saxon
nb: romerske provinsen Britannia, faktorene bak fremveksten av England som en nasjon under kong Alfred, og den angelsaksiske Englands komplekse

source: The podcast is available for everyone.
nb: Podkasten er tilgjengelig for alle.

source: Former students also work with film and television, including in NRK.
nb: Tidligere studenter jobber også med film og fjernsyn, blant annet i NRK.

source: Opening hours for the IT helpdesk counter in Bodø and Levanger
nb: Åpningstider for IT helpdesk-skranken i Bodø og Levanger

source: Can plan and conduct a variety of work assignments and projects stretching over a period of time, both alone and as participant in a group, and in keeping with ethical standards and guidelines
nb: kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekter som strekker seg over tid, alene og som deltaker i en gruppe, og i tråd med etiske krav og retningslinjer

source: I teach at the bachelor and master level, mainly in management and innovation.
nb: Jeg underviser på bachelor- og masternivå, hovedsakelig i ledelse og innovasjon.

source: If you can achieve the learning outcomes or purpose of your student project by processing only anonymous information [link to definition], you must do so.
nb: Dersom du kan oppnå læringsutbyttet eller formålet med ditt studentprosjekt ved å behandle kun anonyme opplysninger [lenke til definisjon], så skal du gjøre det.

source: If you wish to reuse the information for other purposes, you must have an independent/new legal basis.
nb: Hvis du ønsker å gjenbruke opplysningene til annet formål, må du ha et selvstendig/nytt rettslig grunnlag.

source: While the opposite is also true – if you happily train with drive and enthusiasm, you’ll produce testosterone, which is the most helpful hormone in the body when training.
nb: Mens motsatt – om du trener med glede, lyst og entusiasme, produserer du testosteron som er det mest oppbyggende hormonet i kroppen.

source: How to prevent syncing in OneDrive?
nb: Hvordan hindre synkronisering i OneDrive?

source: Online learning will contribute to maintaining the quality of education at Nord, and provide an arena for broader interaction between staff and students.
nb: Nettbasert læring vil bidra til å opprettholde kvaliteten i undervisningstilbud, og sikre brede treffpunkter for studenter og ansatte.

source: The master’s thesis constitutes the largest course (40 credits), and will provide a comprehensive expression of learning outcomes from the entire programme in terms of the application of theory, research ethics and research methodology in the study of health science issues.
nb: Arbeidet med masteroppgaven utgjør studiets største emne (40 stp.) og skal gi et sammenfattende uttrykk for læringsutbytte fra hele studiet med tanke på anvendelse av teori, forskningsetikk og metode i studiet av helsevitenskapelige problemstillinger.

source: h) can disseminate professional knowledge that promotes equality and diversity and contributes to equality, inclusion, coping and participation in everyday life, school and working life
nb: h) kan formidle faglig kunnskap som fremmer likeverd og mangfold og bidrar til likestilling, inkludering, mestring og deltakelse i hverdag, skole og arbeidsliv

source: I have attached a summary2 in the language of my dissertation that is no longer than 2000 characters including spaces.
nb: Jeg har vedlagt et sammendrag2 på avhandlingens språk som ikke er lengere enn 2000 tegn inkludert mellomrom.

source: Compulsory for Bachelor in Veterinary Nursing.
nb: Obligatorisk for Bachelor i dyrepleie.

source: He has taught in Sweden, Norway, Bosnia, USA, and India.
nb: Han har undervist i Sverige, Norge, Bosnia, USA og India.

source: I teach at the master and PhD level, mainly in entrepreneurship and innovation.
nb: Alsos underviser og veileder på masternivå i innovasjon og entreprenørskap.

source: How to safeguard red data in OneDrive?
nb: Hvordan sikre røde data i OneDrive?

source: 1 DOAJ is a database listing pure (Gold) OA journals
nb: her. 1 DOAJ er en database over rene (gul -) OA-tidsskrift.

source: Guidelines for Remuneration of External Examiners at Nord University
nb: Retningslinjer for honorering av eksterne sensorer ved Nord universitet

source: HI105S-001v1 Modern Norwegian History (after 1780) - 8 study points.
nb: HI105S-001v1 Moderne norsk historie (etter 1780) - 8 studiepoeng.

source: The study programme is divided into two independent courses of 15 credits with each one having a final examination.
nb: Studiet er delt i to selvstendige emner på 15 studiepoeng med hver sin avsluttende eksamen.

source: Make sure OneDrive doesn't sync to your private PC/Mac automatically
nb: Sørg for at OneDrive ikke blir synkronisert til din private PC/Mac automatisk

source: Cecilia Campos Vargas will hold a trial lecture and defend her thesis on production of triploid sterile Atlantic cod (Gadhus morhua) for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture.
nb: Cecilia Campos Vargas forsvarer sin doktogradsavhandling om studiet av dynamisk muskelvekst og morfologi i fordøyelseskanalen hos triploid atlantisk torsk.

source: He became an engineer and producer following his participation in productions with artists like George Harrison, John Lennon and Yoko Ono.
nb: Etter å ha deltatt på produksjoner med artister som George Harrison, John Lennon og Yoko Ono, ble han ingeniør og produsent.

source: A person's voice is to be regarded as personal data in itself, so all audio recordings of persons shall be processed in accordance with the data protection regulations.
nb: En persons stemme er å anse som en personopplysning i seg selv, så alle lydopptak av personer skal behandles i henhold til personvernregelverket.

source: If your operating system is not up to date, Safe Exam Browser (SEB) will not work properly.
nb: Har du for gammelt operativsystem vil ikke Safe Exam Browser (SEB) fungere.

source: The University will strengthen “blue growth”, innovation, nursing and health sciences in Nordland and Trøndelag.
nb: Universitetet skal styrke «blå vekst», innovasjon, sykepleie og helsevitenskap i Nordland og Trøndelag.

source: a) can apply professional knowledge of social problems, transitions and life crises to promote coping and change in cooperation with individuals, families, groups and partners
nb: a) kan anvende faglig kunnskap om sosiale problemer, overganger og livskriser for å fremme mestring og endring i samarbeid med enkeltpersoner, familier, grupper og samarbeidspartnere

source: Independent use of vector and raster analyzes in research and development work.
nb: Selvstendig anvende vektor- og rasteranalyser innen forskning og utviklingsarbeid.

source: communicate professionally with interaction partners such as patients/users, relatives, colleagues, and other health care professionals
nb: kommunisere profesjonelt med samhandlingspartnere som pasienter/brukere, pårørende, kollegaer og annet helsepersonell

source: The film was awarded three Amanda awards in 2011.
nb: Filmen ble belønnet med tre Amandapriser i 2011.

source: 1 additional credit point per 30 credits will be awarded for higher education that exceeds bachelor level.
nb: Det gis 1 tilleggspoeng per 30 studiepoeng for høyere utdanning ut over bachelornivået.

source: Mette Sørensen is the Dean of the Faculty of Biosciences and Aquaculture at Nord University.
nb: Mette Sørensen er dekan ved Fakultet for biovitenskap og akvakultur ved Nord univeristet.

source: This also applies to students who process data in connection with their written work as students.
nb: Denne gjelder også for studenter som behandler data i forbindelse med sine studentarbeider.

source: The programme is evaluated via student questionnaire, as well as by the programme coordinator.
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser og av studieprogramansvarlig.

source: 12:00 – 12:45 Guided Discussions: Negotiating Religious Perspectives Within and Beyond the Classroom
nb: 12:00 – 12:45 Modererte debatter: Religiøse perspektiver i og utenfor klasserommet

source: The study programme is evaluated annually by students by way of course evaluation studies (mid-term evaluation and final evaluation).
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser (midtveis- og sluttevaluering).

source: They are not only important habitats for diverse populations of marine species, but also locations for industrial settlement.
nb: De er ikke bare viktige habitater for forskjellige bestander av marine arter, men også steder for industriell bosetting.

source: Doctoral candidate Isabel Sofía Abihssira García will hold a trial lecture and defend her thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Isabel Sofía Abihssira García skal holde prøveforelesning og disputas for graden Philosophiae doctor (Ph.d) ved Fakultet for biovitenskap og akvakultur, Nord universitet.

source: Assuming biological background from bachelor's degree and completed MAR-BIO, the candidate will be able to proceed with a PhD in aquatic biosciences at Nord University, or equivalent PhD degrees at the University of Akureyri and the University of Gothenburg.
nb: Forutsatt biologisk bakgrunn fra bachelorgrad og fullført MAR-BIO, vil kandidaten kunne kvalifisere seg til å gå videre med en PhD i akvatisk biovitenskap ved Nord universitet, eller tilsvarende PhD utdanninger ved Universitetet i Akureyri og Universitetet i Gøteborg.

source: The students who participates in the partnership program will study in Bodø for the first and second semester.
nb: Studentene som deltar på partnerskapsprogrammet, studerer i Bodø første og andre semester.

source: HI123LSv1 Modern World History with didactics - 10 study points.
nb: HI123LSv1 Moderne verdenshistorie med didaktikk - 10 studiepoeng.

source: The analyses were focused on long noncoding RNAs, and molecular hallmarks such as heteroplasmic tandem repeats and noncoding spacers.
nb: Analysene ble fokusert på lange ikke-kodende RNA («long noncoding RNA»), og molekylære kjennetegn som heteroplasmatiske tandem-repeterte («heteroplasmic tandem repeats») sekvenser og ikke-kodende («noncoding spacers») sekvenser.

source: be able to master relevant tools, techniques and forms of expression so that the student can perform functional screening and biomechanical
nb: kunne beherske relevante verktøy, teknikker og uttrykksformer slik at studenten kan utføre funksjonell screening og biomekaniske analyser på

source: The first year of study is common with the bachelor programs in accounting, auditing, real estate and year studies in economics and management.
nb: Årsstudiet er identisk med første året på bachelorstudiene i regnskap, eiendomsmegling og økonomi og ledelse.

source: PhD in Social Sciences (Social Work), NTNU (2019)
nb: Doktorgrad i samfunnsvitenskap og sosialt arbeid fra NTNU (2019).

source: the Cold War in Asia between 1945-1991.
nb: politiske historien til den kalde krigen i Asia mellom 1945-1991.

source: How is singing lessons experienced with a voice, body and life changing?
nb: Hvordan oppleves sangundervisning med en stemme, kropp og et liv i endring?

source: Interaction, as a concept and phenomenon, involves the focus areas
nb: Interaksjon, som begrep og fenomen, fanger opp fokusområdene

source: subscription-based/non-OA journal, a version of this article should be uploaded to CRIStin for
nb: abonnementsbasert/ikke-OA-tidsskrift skal det lastes opp en versjon av denne artikkelen i

source: The program qualifies for admission to the art master's nationally and internationally.
nb: Studiet kvalifiserer til opptak til kunstfaglig master nasjonalt og internasjonalt.
